{
  "title": "Black Lives Matter",
  "description": "At White Swan we strive to maintain fairness and equality in the way we work but we know there is always more that can be done. We are grateful to White Swan volunteer, Rasheed Giwa, for sharing his thoughts on the Black Lives Matter movement…",
  "date": "2020-06-25T00:00:00Z",
  "featureImg": "/BLM-Header-PNG.webp",
  "publish": true,
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p><p>At White Swan we strive to maintain fairness and equality in the way we work but we know there is always more that can be done. We are grateful to White Swan volunteer, <a href=\"https://www.linkedin.com/in/rasheedgiwa/\"><strong>Rasheed Giwa</strong></a><strong>,</strong> for sharing his thoughts on the Black Lives Matter movement…</p><p></p><p>I’ve found it very difficult to know how to react to the murder of George Floyd. It wasn’t that his death was unexpected, as it came after a chain of similar events, but it did feel like something had shifted at least in the short term of the world’s psyche. I struggled with how I personally should react, how would I make a sustainable, ongoing commitment to try to help improve the issues that I saw and also experience? One of the ways I’ve committed to do this is through writing.</p><p></p><p>Below is my own perception of the events, as well as link this to my own experience and thoughts around what we should all be doing and considering next, as the world begins to move on.</p><p></p><p>Many of the ideas and concepts that I mention here don’t only apply to black people and race. Minority groups have all experienced discrimination and prejudice in their own way. This point is not addressed here but in considering how you may want to behave going forwards, you should bear in mind that you’ll likely end up supporting other groups too. &nbsp;</p><p></p><p><img src=\"/BLM-Poster.webp\"></p><p></p><p></p><p><strong>George Floyd and the protests</strong></p><p></p><p>Black Lives Matter</p><p></p><p>It’s a statement that conjures up different thoughts, feelings and images depending on your beliefs, politics and bias. Police brutality, riots, protests, structural racism and racial profiling to name but a few of those. Where you place the emphasis when you see that phrase, highlights what you deem important about this issue, is it that property has been damaged or that black people are being murdered.</p><p></p><p>Black Lives Matters is a term that has been “trending” again recently.&nbsp; Though it will likely fall out of favour just as quickly, there has been a renewed interest across the world largely as a result of the murder of George Floyd. This was a man killed in broad daylight by someone that was meant to protect him. While this murder has been a shock to many, it is a sad, infuriating and inadequate part of reality for many black Americans.</p><p></p><p>George Floyd is not the first, but is instead the latest name to appear in headlines, revealing yet another black person who has been murdered as a result of police brutality and incompetence. People such as Breonna Taylor, Philando Castille, Tamir Rice, Botham Jean, Eric Garner to name a few, and there are many, many more that have suffered the same fate. He will also not be the last that this happens to. The reality is that it is only a matter of time before another murder like this is committed in America.</p><p></p><p>The death of George Floyd has bee<img src=\"/Rasheed-Giwa.webp\">n a catalyst for protests to erupt across the US and globally. These protests are an outpouring of grief, anger and frustration driven by the black community, highlighting the levels of discrimination faced by black people. While police brutality was the issue that directly led to the protests, the levels of inequality and harsher treatment that black people face spans far beyond this. Unequal and disproportionately worse treatment in housing, education, health care and employment are some of the areas where being black results in being penalised. This unequal treatment is part of the very fabric of the society we live in and ties together to create a structure where your race can help determine how favourably or not, your life may play out.</p><p></p><p>The reasons for the protests have felt more visible than previously. It’s clear to many that enough is enough, and there has been an outpouring of solidarity not just within the black community but other groups and allies who want to make the need for change undeniable. These protests have also extended wider than America. This support is not just being shown in the streets with protests, but with people also actively engaging in the topic and looking to educate themselves on the issues faced by black people.</p><p></p><p>In these global protests, the motivations for individuals attending is varied, some want to show support, others are elevating their own voices about the injustices they have suffered. The experience of black people in each country will be different, each with their own nuances but the key themes will likely remain the same. Being in the UK it’s important to remember that the issues raised by the protests are not exclusively about the US.</p><p></p><p><img src=\"/Churchill.webp\"></p><p>Wikipedia</p><p></p><p><strong>The UK and Racism</strong></p><p></p><p>The UK has always had it’s own deep rooted issues with race. While it has had smaller scale, less frequent, acts of extreme violence by the police and the state, this is only true when looking within the UK’s own borders. The history of the UK, colonisation and it’s empire has meant that it has been complicit in, and led, large scale acts of violence in its efforts to enforce and control said empire. It has also been a key player and formative in other acts of exploitation such as the slave trade. More recent examples of unjust treatment of black people perpetrated by the UK include, the Mau Mau camps in Kenya or the lack of unified action with the rest of the world to help end apartheid.</p><p></p><p>While these events sat largely outside the UK, the policies that enabled them were dictated by leaders and influential individuals, that were, and continued to be based here. While some may seek to pass this off as history, these voices directly created and help to manage the systems that we have in place today. To ignore that the current world is built on these foundations, is to overlook how we end up in a world that is at least in part, systemically racist.</p><p></p><p>British history is celebrated, as a country we are incredibly proud of it. However, like so many countries we are shown and taught only a whitewashed version of this history. Unlike some other countries this is particularly troubling for the UK due to the global influence the country has had, and continues to wield, as well as the size of the negative impact this country has had on others. This is not to say there aren’t areas and achievements to be proud of, but the history, events and people needed to be remembered in their entirety. Additionally, wider cultures have often been overlooked, the conversation of how people of colour came to this country and how they contributed to making it what it is today is largely ignored. Broader than this, the history of people of colour across the world, is rarely if ever explored. This all helps to contribute to a world view where people of colour are no more than a footnote to the purely positive achievements of Great Britain.</p><p></p><p>Racist culture and beliefs in the UK have also been clear to see over the years. Many from an older generation will remember the unwritten rules of “No Blacks, No Dogs, No Irish” on accommodation, more recently others may remember the continued popularity of the Black and White Minstrel Show, currently there is still a lack of representation and also stereotyping of black faces in the media. Whichever area of life you look at, there will be clear and easy examples to find on how racism previously and continues to pervade it.</p><p></p><p>The difference between direct acts of racism and the racist structures that we operate in is a concept to be discussed too. Direct acts of racism are the more apparent acts and behaviours that people may use, for example someone using a racial slur, or using microaggressions.</p><p></p><p>Structural or institutionalised racism is a more invasive and insidious form of racism. It’s a result of bias existing at all levels within an organisation which remain unchallenged, the end result is an experience for people of colour that is different (and usually worse) than it is for people who are white. It is also displayed through the lack of action to address issues that disproportionately effect people of colour.</p><p></p><p>Today in the UK there are instances where you will, or could be penalised for simply being a person of colour. I’ve highlighted a few examples below. &nbsp;</p><p></p><ul><li><p>Your name and country of birth can determine whether you receive a positive response from a potential employer.1,2</p><ul><li><p>Studies have shown that you would need to send between 60-70% more applications as an ethnic minority to achieve the same level of positive response as a white British person.</p><p></p></li></ul></li></ul><ul><li><p>Ethnicity pay gap</p><ul><li><p>If you are from a black background you are likely to be being paid 9% less than a white British counterpart.3</p></li></ul><p></p></li></ul><ul><li><p>Applications to University being considered suspicious</p><ul><li><p>If you are from a Black background your application is 20 times more likely to be highlighted and investigated for containing false or suspicious information than a white applicant.4</p></li></ul></li></ul><p></p><p></p><p><strong>My own experience</strong></p><p>I also wanted to talk a little about my own personal experience with racism and being black in the UK. I’m fortunate and proud to be of a mixed heritage with a Nigerian father and a Mauritian mother. Having a mix of cultures and religions at home helped contribute to my inclusive world view. Growing up at school I was again lucky that I had friends from across the globe with close friends who had heritage from Kenya, the Philippines, Poland and of course the UK. I now see that I potentially took the diversity around me as well as the accepting nature of those closest to me for granted.</p><p></p><p>Looking back at the history of my school years, I have clear memories of the now well-defined and talked about, micro-aggressions. These were levelled at me by both friend and stranger alike. Not being black enough, being told I talk well and questions around where I’m really from, were all commonplace. Back then I didn’t know any better and thought it was acceptable for people to say these things regardless as to how I felt about them. Although, I talk about these events taking place in the past, that’s not to say that it’s stopped, I still experience these same things today.</p><p></p><p>Getting older still and while at university, I chose not to join associations that were exclusively for black students. I saw them as divisive. It only dawned on me later that I was already segregated from the people around me regardless as to whether I joined a club.</p><p></p><p>Now in my 30’s and hopefully at least a little wiser, I’m much more aware of the racism and the invisible rules and barriers that have been, and continue to be placed around me. Knowing that racism exists in both its overt and it’s more insidious forms has for me, created a near constant feeling of uncertainty. When a clear expectation isn’t met, or a goal is shifted without any clear reasoning, or progression is slower than peers, the question as to why that happened is raised. It’s not to say that my race has played into someone’s decision making process but also to say that it may have. How do you prove or find out, on an individual basis, that you’ve been treated differently because of the colour of your skin?</p><p></p><p>Looking at the industries that I’ve worked in and the companies I’ve worked for, representation or the lack of it, has consistently been an issue. There is a very visible reminder that people that look like me are not commonplace. Despite being fairly junior in my roles to date, I can often be one of, if not the most senior black person in the company.</p><p></p><p>The conversations I’ve had with a range of people in the last few years on racism have often felt tinged with fear, guilt and defensiveness. When I’ve highlighted the fact that the black experience differs from those around me, that the situations and the experiences that I’ve had and read about, paint an unjust version of life, the reaction is regularly that this simply can’t be true. One of the main reasons given, which is a continued frustration, is that people simply don’t believe it. It’s important to note, that this reaction is not because they have any evidence to the contrary or have read anything different, it has often felt that they simply don’t want it to be true. Being confronted with the fact that you may have had an experience or continue to experience preferential treatment due to the colour of your skin is somehow unbearable. This reaction while disheartening, is understandable, who wants to believe that their success could have been helped or enabled due to their skin colour, and not their merits?</p><p></p><p><img src=\"/Bless-the-messy-1.webp\"></p><p>Jess Bird @blessthemessy</p><p></p><p></p><p><strong>The Future</strong></p><p>What now? As Black Lives Matters begins to stop trending and as the media moves onto the next big story of 2020, what next?</p><p>Now is the time that we can all start, or continue, to be accountable to what the majority of people are thinking, black lives matter. Thoughts and messages of support for black people and the Black Lives Matter movement are a great start but they are nowhere near enough. Actively engaging with the topic and taking meaningful action on an individual basis is needed to enact essential long-term change.</p><p></p><p>We all need to educate ourselves, learn, listen and act to support wherever and however we can. The details as to the what, who and how of what can be done has been covered in far better detail by incredibly talented people across the globe. Use your preferred medium and have a look. I’ll instead talk about some of the behaviours that can go alongside this.</p><p>It can be an uncomfortable and eye-opening experience to learn about the difficulty of others and understand how you may have behaved inappropriately in the past. There is difficulty in finding out that some of our own views and values may have been constructed in a way that doesn’t hold up to scrutiny when challenged. Its’ difficult to accept this. Try not to spend time blaming your past self but focus on ensuring that you are working to improve your current and future self. Don’t shy away from the discomfort, embrace it. Many of you will be familiar with the concept that if you stay within your comfort zone, you’re going to struggle to learn and grow.</p><p></p><p>We need to be conscious of who we, acknowledging our own situations and backgrounds. Take time to be introspective and think about how your experiences and history may play into how you interpret the issues raised by black people. As part of this, it’s important to address your own privilege. Many of us have, and experience, privileges over another group in some form. Having privilege does not mean that you have had an easy time, it means that whatever experience you have had, you’ve benefitted as a result of being part of a specific group. If you weren’t part of that group that experience would have been even harder.</p><p></p><p>It’s also key to acknowledge our biases and challenge ourselves to overcome them. Education here is important, however it’s not good enough to simply recognise biases, after recognition they must then be confronted consciously. Biases can work in both a “positive” or negative way. You may see a person for more than what they are, or you may vilify a person based on nothing more than your thoughts and stereotypes, rather than what you actually know about them. When you’re reading about a topic, making a decision or having a conversation, take a second to ask yourself about how you’re reacting and perceiving that moment or interaction. Is it positive or negative? Does it help or hurt someone? Is it based on something you <em>know</em> to be true or something you <em>believe</em> to be true?</p><p></p><p>Moreover, all of the above, should be done with an open mind. Learning about and supporting others is not about ourselves. We all need to elevate the experience of others ahead of our own beliefs. Being able to genuinely listen and empathise are great skills that will help with this. &nbsp;&nbsp;</p><p></p><p>Lastly, when looking at behaviours to employ or actions to take, being personally accountable to our actions or lack of them, is crucial. There is a call for change being highlighted by the black community and the Black Lives Matter movement. You can choose to learn, help, do nothing or even rebut it. Be conscious of your choices and actively make a decision. Be accountable to yourself on whichever path you choose, make sure to ask yourself why you’re choosing the path you have.</p><p></p><p></p><p><strong>Final Summary</strong></p><p>Starting to help or continuing to support in a meaningful way is not easy. It requires your time, your thoughts, your energy and your empathy. It needs to be treated like any other commitment. Aiming to achieve certain milestones, ensuring you’re making progress and continuing to try. If you want to do it you will find a way to make it work for you. Doing the right thing has never been easy.</p><p></p><p>For me, one of my motivating factors is that I view this is&nbsp; about the society I can help build and influence. I want to use my voice to help people. Its not the only thing I want to do in my life and clearly I’m not as driven in this area as the talented people that exclusively operate in this space. However, I look to employ the behaviours I’ve talked about in whatever I do and I aim to speak out and be vocal, supportive and helpful wherever I can.</p><p></p><p>For you, if you believe that the system is unjust, that more should be done and that the issues raised need to be addressed, you need to take action to be part of the solution. You don’t have to be the ultimate hero, anything you choose to do can be extremely powerful in its own right.</p><p></p><p>The problems highlighted by the Black Lives Matter movement won’t disappear because the topic is no longer trending. These issues around inequality won’t be solved simply or easily in the coming months or even years. There are deep rooted issues that need to be resolved and it will take a long time to address them all. However, the journey to achieve this will continue and for you as an individual if it hasn’t already, it needs to start somewhere. You can contribute towards making a more equal world a reality.</p><p></p><p><strong>Link to job application research</strong></p><p></p><p>1. <a href=\"https://www.bmj.com/content/368/bmj.m212.full\" title=\"https://www.bmj.com/content/368/bmj.m212.full\">https://www.bmj.com/content/368/bmj.m212.full</a></p><p>2. <a href=\"http://www.natcen.ac.uk/media/20541/test-for-racial-discrimination.pdf#page=13\" title=\"http://www.natcen.ac.uk/media/20541/test-for-racial-discrimination.pdf#page=13\">http://www.natcen.ac.uk/media/20541/test-for-racial-discrimination.pdf#page=13</a></p><p>Ethnicity pay gap</p><p>3.<a href=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/articles/ethnicitypaygapsingreatbritain/2018\" title=\"https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/articles/ethnicitypaygapsingreatbritain/2018\">https://www.ons.gov.uk/employmentandlabourmarket/peopleinwork/earningsandworkinghours/articles/ethnicitypaygapsingreatbritain/2018</a></p><p>Applying for higher education</p><p>4. <a href=\"https://www.independent.co.uk/news/education/education-news/uk-black-students-university-applications-investigation-more-likely-ucas-figures-nus-labour-a8314496.html\" title=\"https://www.independent.co.uk/news/education/education-news/uk-black-students-university-applications-investigation-more-likely-ucas-figures-nus-labour-a8314496.html\">https://www.independent.co.uk/news/education/education-news/uk-black-students-university-applications-investigation-more-likely-ucas-figures-nus-labour-a8314496.html</a></p><p><a href=\"https://www.linkedin.com/in/rasheedgiwa/\"><strong>Rasheed Giwa</strong></a> is a Senior Insights Consultant at Black Swan Data who donates his time and expertise to White Swan as a volunteer.</p><p></p><p></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}