{
  "title": "From wheelchair-bound to triathlons – Julie’s life transformation",
  "description": "Julie was in a wheelchair for 10 years until we used our technology to help diagnose her with a rare form of Parkinson’s. Now she’s able to complete triathlons.  Find out how we did it.",
  "date": "2018-03-23T00:00:00Z",
  "featureImg": "/back-of-card-image-of-julie-then-now.webp",
  "publish": true,
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p><strong>Julie was in a wheelchair for 10 years until we used our technology to help diagnose her with a rare form of Parkinson’s. Now she’s able to complete triathlons.&nbsp;</strong></p><p></p><p><strong>Find out how we did it.</strong></p><p></p><p>Julie was only in her 20’s when she fell ill<strong>, suffering wheelchair bound for over 10 years </strong>and in danger of losing her life.</p><p>Despite countless tests doctors were at a loss to explain what was wrong with her<strong>.&nbsp;</strong></p><p></p><p>Julie’s brother, Steve King (founder of technology company Black Swan Data), refused to accept his sister’s bleak prognosis.</p><p>Understanding the power of big data, he and his team analysed millions of internet conversations looking to match her symptoms with those of others across the world, alongside a daily diary of how&nbsp; Julie felt each day, what she did, what she ate etc. They leveraged Black Swan’s leading-edge technology and data science capability looking for patterns – what seemed to make her feel better and worse.</p><p></p><p>It took them a year, but eventually they were able to identify two rarer conditions she hadn’t been tested for that her symptoms matched, and armed with this new information she was <strong>diagnosed </strong>by doctors<strong> with a</strong> <strong>rare form of Parkinson’s.</strong></p><p>Treatment quickly began and Julie is now able to lead a normal life with her family.&nbsp; She has even completed her first triathlon!</p><p>This inspired start of the <strong>White Swan charity</strong>.</p><p></p><p><strong>We want to help more people like Julie.&nbsp;</strong></p><p></p><p>There are over 1 million people suffering undiagnosed in the UK alone.</p><p></p><p><strong>We believe that by</strong> <strong>connecting the collective wisdom and experiences of people across the world via the internet, we can help everyone to a diagnosis, like we did for Julie.</strong></p><p></p><p>That’s why we are launching our<strong> Million Minds campaign </strong>– raising funds to scale-up our technology so that we can help not just one person but the millions who are suffering undiagnosed.</p><p></p><p>The technology constantly scans the millions of conversations and articles on the internet looking to match symptoms with those of others, giving a bespoke window to the world’s knowledge.</p><p></p><p>Over time it will also help those in need capture and spot patterns in their own symptoms, enabling them to share this new information with their doctors and connect them to others who are dealing with the same challenges.</p><p>Our aim is to support those suffering towards a diagnosis, using technology.&nbsp; Helping those in need help themselves, help those who can help them, and help others in the process.</p><p></p><p><strong>We believe no-one should suffer unnecessarily, not knowing what is wrong with them or what to do about it.</strong></p><p><strong>This is something we want to change.&nbsp; Together.</strong></p><p></p><p>If you are inspired by this story please help us by donating to our Million Minds campaign.&nbsp; Either click the button below or&nbsp;<strong>Text SWAN40 with the amount you’d like to pledge (i.e SWAN40 £20) to 70070. Thank you.</strong></p><p></p><p><a href=\"https://www.justgiving.com/campaigns/charity/whiteswancharity/millionminds\" title=\"https://www.justgiving.com/campaigns/charity/whiteswancharity/millionminds\">https://www.justgiving.com/campaigns/charity/whiteswancharity/millionminds</a></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}