{
  "title": "White Swan beat stiff competition to win a place on DigitalHealth. London Accelerator Scheme",
  "description": "We are delighted to announce that we have won a space on the DigitalHealth.London Accelerator scheme this year for our Million Minds app development. ",
  "date": "2019-10-06T00:00:00Z",
  "publish": true,
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p>We are delighted to announce that we have won a space on the DigitalHealth.London Accelerator scheme this year for our Million Minds app development.</p><p><img src=\"https://i2.wp.com/whiteswan.org.uk/wp-content/uploads/2019/09/DHL-Accelerator-Cohort-4.png?resize=335%2C186&amp;ssl=1\" width=\"335\" height=\"186\"></p><p>This year’s cohort, taken at a 2 day onboarding bootcamp – featuring White Swan’s Beth Fordham, front and centre!</p><p>The scheme is highly competitive to join and we were the only charity to make it to the final selection. The purpose of the scheme is to help innovative small and medium businesses to navigate the NHS to increase uptake of innovation. <br><br>Armed with my 60” “pitch”, I made my way on Monday to Savoy Place to meet 200 representatives from across the NHS – CIOs, Consultants, Physios from a broad variety of health areas. <br><br>All 20 of the selected companies were given just 1 minute to verbally “pitch” their idea (with no supporting visuals), so I shared the story of how Julie’s life was transformed through our technology and data science approach and that we are now automating this to help others, looking for partner GPs and Consultants to help us shape the solution.<br><br>The pitches seem to be well received, and in the afternoon that followed Chris Todd and I (thanks Chris for joining me!) took part in discussions around what the key ingredients are to be successful on the scheme and latterly a “speed networking” event to meet more of the delegates.<br><br>The day wrapped up with us meeting our Accelerator and agreeing dates to meet to agree a plan for the next 12 months – which Beth and I will be doing on 15th October.</p><p></p><p>More news to follow after this date but needless to say we are very excited about this opportunity!</p><p></p><p>Miranda</p><p><img src=\"/DHL-Accelerator-Companies.webp\"></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}
