{
  "title": "White Swan takes flight",
  "description": "On 2nd January 2018 we became a registered charity and within a few weeks we launched our Ankylosing Spondylitis project using wearables technology to help our wonderful partner Dr Raj Sengupta to improve care for his patients.  Over 200 patients are already signed-up and new patients join every week..",
  "date": "2019-01-02T00:00:00Z",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p>What a year 2018 has been …. and what a year 2019 is set to be!</p><p></p><p>On 2nd January 2018 we became a registered charity and within a few weeks we launched our Ankylosing Spondylitis project using wearables technology to help our wonderful partner Dr Raj Sengupta to improve care for his patients.&nbsp; Over 200 patients are already signed-up and new patients join every week.</p><p></p><p>We have been enthusiastically gaining support for Million Minds – an app which utilises the collective wisdom of the world to help those suffering to find a diagnosis.&nbsp; More news to follow soon on a major co-creation partnership we are incredibly excited about to help the hundreds of millions suffering worldwide.</p><p></p><p>Our team of fantastic volunteers have been busy using data and technology to help our partners improve the health of the nation:</p><p></p><p>In Cardiology, we analysed thousands of conversations into a rare condition called Hypertrophic Cardiomyopathy, which sadly can lead to sudden cardiac arrest in the young.&nbsp; Our partners at the University Hospital Birmingham were fascinated by the linkage between the earliest symptoms reported.&nbsp; As they share the work with other Cardiologists in a paper and at a conference in early 2019 we hope to save more lives in the future.</p><p></p><p>In Arthritis, we have been analysing a large anonymised data-set from the Royal United Hospital in Bath, trying to help our partner there to better understand how interventions can improve long term outcomes for patients with Ankylosing Spondylitis.</p><p></p><p>In Mental Health, we submitted our first grant proposal to create a tool to help combat rumination and worry and thus prevent depression.&nbsp; In parallel our volunteers have been developing a prototype of the tool.&nbsp; Our fingers are still crossed on the grant outcome as we wait to hear!</p><p></p><p>In Cancer we are currently mid-way through the analysis of the patient journey in lung cancer (from first symptoms to treatment outcomes), which we will be sharing broadly in the hope to improve survival rates and pre/during/post treatment experiences.</p><p></p><p>A big THANK YOU to everyone who has supported us so far and we look forward to working with you throughout 2019 to improve the health of society using technology and analytics!</p><p></p><p><img src=\"https://i2.wp.com/whiteswan.org.uk/wp-content/uploads/2019/01/white-swan-in-flight.jpg?resize=960%2C720&amp;ssl=1\" alt=\"white swan in flight\" width=\"960\" height=\"720\"></p><p>&nbsp;</p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ],
  "publish": true
}