{
  "title": "Analysing The Needs of Fibromyalgia Sufferers",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "20",
      "backgroundImg": "/bayers-case-study-header.png"
    },
    {
      "_template": "textContent",
      "html": "<h1 class=\"headline text-center\">Helping Bayer to improve clinical trial design for a chronic condition that impacts patients' quality of life</h1>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><strong>The Challenge:</strong><br>Our partner, Bayer, has an interest in improving patient outcomes for a common chronic condition which has a detrimental impact on the quality of life of sufferers. Although treatments for the condition exist, these are invasive and not user-friendly, resulting in high levels of user dissatisfaction and unmet need. Bayer aims to address this by exploring a different approach to therapy.&nbsp;&nbsp;&nbsp;</p><p class=\"p1\"></p><p class=\"p1\">To help inform&nbsp; future development in this therapy area and enhance clinical trial design, we needed to understand and gain actionable insights from patients on their experience with the condition from diagnosis to treatment.</p><p></p><p><strong>What We Did:</strong><br>Using Black Swan’s proprietary technology and our data science experts, we analysed over 75k relevant online data points from various data sources (e.g., News, forums, Twitter, Reddit). We assessed a global data set covering a two year period with a focus on UK insights. Over the 12 weeks of our assignment, we adopted a flexible and iterative approach working closely with Bayer and deepening our analysis into key insights as required.&nbsp;</p><p></p><p><strong>The Results:</strong><br>Our analysis exposed patients' everyday experience of living with the condition from their perspective. Amongst other factors, we uncovered their views on what symptoms of the conditions they perceived to be the worst and why, their challenges with existing treatments, and how they believed these could be improved. Further, we quantified trends thereby prioritising the most important themes for patients.&nbsp;</p><p class=\"p1\">From these insights, Bayer was able to identify potential opportunities to improve patient care and enhance internal decision making specifically, in relation to clinical trial design.</p><p class=\"p2\"><br></p><p class=\"p1\">This insights gathering project was fully funded by Bayer.</p><p></p><p><strong>PP-MACS-GB-0096</strong></p><p><strong>SEPTEMBER 2022</strong></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}