{
  "title": "Improving Care for Cancer Patients",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<h1>Improving Care for Cancer Patients</h1>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><strong>The Challenge:</strong></p><p>Our partner, The Royal Marsden NHS Foundation Trust, has an outstanding reputation for patient care. Despite this, they wanted to understand whether there was anything more they could do to further improve patient experience in their hospitals, including benchmarking themselves against another well respected hospital.</p><p></p><p><strong>What We Did:</strong></p><p>We tapped into the world’s biggest focus group – the internet – to draw down conversation that was relevant to the Royal Marsden hospitals and similar cancer specialist hospitals. A data set of 26k posts dating back 2 years was generated. This consisted of short form content (tweets) and longer form posts (blogs, news and forums) for example from the MacMillan Cancer Support forum. Quantitative analysis was run on this data, utilising Black Swan’s proprietary technology, and qualitative analysis was then conducted by White Swan’s insight analysts to create an in-depth understanding of the patient journey experience.</p><p></p><p><strong>The Results:</strong></p><p>A clear set of findings and recommendations to inform The Royal Marsden’s patient care strategy was presented to senior stakeholders. These included areas which had not been surfaced through the existing patient survey scheme so provided a unique insight to the patient care team. In response to the findings the Chief Nurse said ‘I have looked at hundreds of paper-based patient surveys in the past and can definitely see this digital approach is the future. We want to be at the forefront of patient care, so I was genuinely excited when I read the report – this has the potential to have a significant positive impact on patient experience at The Royal Marsden.’</p><p></p><p></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}