{
  "title": "Improving diagnosis and treatment for back pain",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "36",
      "backgroundImg": "/nice-back-e1496759600301.webp"
    },
    {
      "_template": "textContent",
      "html": "<h1 class=\"headline text-center\">Improving diagnosis and treatment for back pain</h1>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><strong>The Challenge:</strong><br>Ankylosing Spondylitis is a rare form of arthritis that predominantly affects the spine and on average takes 8 years to diagnose, leaving thousands living in chronic pain without effective treatment. Our partner consultant at the Royal National Hospital for Rheumatic Diseases (RNHRD) wanted to understand the patient journey for those suffering with back pain and Ankylosing Spondylitis, in order to identify opportunities to accelerate diagnosis and improve treatment.</p><p></p><p><strong>What We Did:</strong><br>We conducted multiple layers of analysis, using Black Swan’s proprietary technology and our data science experts, analysing over 100k online conversations across a wide variety of types of sources including Twitter, blogs and forums.</p><p></p><p><strong>The Results:</strong><br>A map of the patient journey, outlining what information is being sought, where, when and by whom, as well as patient-based insight into the diagnosis process and the effectiveness of drug treatments and alternative therapies including exercise. The RNHRD is now planning to publish these results and develop strategies based on these results to reduce the delay to diagnosis.</p><p>These results have now been published in <a href=\"https://link.springer.com/article/10.1007/s00296-020-04600-w?wt_mc=Internal.Event.1.SEM.ArticleAuthorOnlineFirst&amp;utm_source=ArticleAuthorOnlineFirst&amp;utm_medium=email&amp;utm_content=AA_en_06082018&amp;ArticleAuthorOnlineFirst_20200520\">Rheumatology International.</a></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}