{
  "title": "Insights into treatment pathways for a complex condition",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "40",
      "backgroundImg": "/pexels-photo-112640-e1496657122954.jpg"
    },
    {
      "_template": "textContent",
      "html": "<h1 class=\"headline text-center\">Insights into treatment pathways for a complex condition</h1>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><strong>The Challenge:</strong></p><p></p><p>We were approached to investigate and provide insights into new treatment options for a patient who has been suffering for over 8 years with symptoms caused by Dejerine Roussey Syndrome (DRS), a rare condition also known as Post Stroke Pain Syndrome. The patient had tried numerous standard and alternative therapies and treatments sought out and prescribed by a multi-disciplinary clinical team. Unfortunately, these treatments and therapies had failed to improve quality of life.</p><p></p><p><strong>What We Did:</strong></p><p></p><p>After gaining a holistic understanding of the patient’s condition, symptoms, and treatment history, we applied proprietary technology and advanced analytics processes to analyse the content of millions of research documents and social conversations to uncover the experiences of other DRS sufferers, and the experiences of sufferers who have symptoms associated with DRS. This analysis generated a list of new treatments and therapies.</p><p></p><p><strong>The Results:</strong></p><p>The study uncovered new treatments and therapies that could potentially improve the quality of life of the patient, other sufferers of DRS, and patients with similar symptoms. Treatments and therapies uncovered included: new treatments available and those in clinical trials prescribed outside the US, and those traditionally used to treat other medical conditions which may not have been considered. The study provided a fresh perspective and also identified prominent researchers and patient advocates who could aid the patient’s quality of life. </p><p></p><p>Furthermore the outcomes would also be valuable to clinicians and pharmaceutical groups seeking in-depth insights into the treatment pathways of DRS sufferers, and sufferers of symptoms associated with DRS.</p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}
