{
  "title": "Our Story",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<h1>Our Story</h1>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#FFFFFF",
      "padding": "24",
      "textAlign": "center",
      "backgroundImg": "/ourstory.jpg"
    },
    {
      "_template": "video",
      "videoLink": "white-swan-dvd.mp4",
      "posterImageName": "Screenshot 2021-04-16 at 16.12.51.png"
    },
    {
      "_template": "textContent",
      "html": "<p></p><p>White Swan is a registered charity with a mission to improve the health of society – helping prevent illness and accelerate the path to wellness, by leveraging proprietary technology and leading edge data science capability to create tools and insights which help improve our holistic understanding of how we can help ourselves.</p><p></p><p>The inspiration behind the start of the charity happened in 2015. At this time Julie King (sister to Steve King, founder and CEO of Black Swan Data Ltd) was wheelchair-bound and in danger of losing her life. For 8 years her health had been deteriorating, yet despite countless tests, doctors were at a loss to explain her condition. Her family was told to prepare for the worst</p><p></p><p>Steve refused to accept his sister’s bleak prognosis. Having understood the power of data and predictive analytics to make connections and find patterns that would be impossible for a single human being, he asked himself, “What if we applied the same techniques to help Julie?”</p><p>Steve and his team utilised Black Swan’s technology and expertise to help clinicians diagnose his sister with a rare form of Parkinson’s disease. Effective treatment was quickly initiated and Julie is now able to lead a normal life with her family.</p><p></p><p>This inspired the people of Black Swan to set-up White Swan as a not-for-profit offshoot, in order to make a positive difference to the world – to help people get healthy and stay healthy. In January 2018 White Swan became an independent registered charity.</p><p></p><p>We are now automating the process that Steve used to help Julie, so that we can help all sufferers of undiagnosed symptoms help themselves and their doctors help them to find a diagnosis, through our Million Minds initiative.</p><p></p><p>We also continue to work across a huge variety of areas including mental health, dementia, arthritis and Parkinson’s as well as rarer conditions, applying our leading-edge technology and data analytics, with our team of over 130 volunteers worldwide.</p><p></p><p><a href=\"/trustee-annual-report\">Click here</a> to view our Trustee Report, detailing White Swan's recent achievements.</p><p></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "0"
    },
    {
      "_template": "textContent",
      "html": "<p><img src=\"/mission-thumbnail.webp\"></p><p></p><p><a href=\"/our-mission\">OUR MISSION</a></p>",
      "width": "quarterLeft",
      "textColor": "#7ED321",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><img src=\"/how-we-can-help-copy-thumbnail2.webp\"></p><p></p><p><a href=\"/our-work/\">OUR WORK</a></p>",
      "width": "quarterCenterLeft",
      "textColor": "#7ED321",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><img src=\"/team-thumbnail.webp\"></p><p></p><p><a href=\"/our-team/\">OUR TEAM</a></p>",
      "width": "quarterCenterRight",
      "textColor": "#7ED321",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><img src=\"/million-minds.webp\"></p><p></p><p><a href=\"/million-minds-helping-those-suffering-undiagnosed-find-a-diagnosis/\">MILLION MINDS</a></p>",
      "width": "quarterRight",
      "textColor": "#7ED321",
      "textAlign": "center"
    }
  ]
}
