{
  "title": "Trustee Annual Report",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p><p></p><h1>TRUSTEE ANNUAL REPORT</h1><p></p><p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#888888",
      "padding": "20",
      "textAlign": "center",
      "backgroundImg": "/women-go-over-reports.jpg"
    },
    {
      "_template": "textContent",
      "html": "<p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\">As part of the charity’s governance, a Trustees Annual report is filed each year with the Charity Commission. This includes details of our work and finances. Below is a summary of the projects that White Swan delivered in 2020.</p><p></p><p>i)<strong> </strong>Ankylosing Spondylitis wearables project –325 patients were using a personalised app producing data to enable consultant Dr Raj Sengupta at Royal United Hospital for Rheumatic Diseases to improve the care for his patients. A research paper Back pain, ankylosing spondylitis and social media usage; a descriptive analysis of current activity was published in May 2020 in Rheumatology International as a result of our work on social data.</p><p></p><p>ii) An Insight report into Hypertrophic Cardiomyopathy received by University Hospitals Birmingham NHS Trust is published and available from our website. An academic paper developed by a Consultant Cardiologist is in peer review.</p><p></p><p>iii) Commissioned work for Alzheimer’s Society into Dementia was completed and published on our website.</p><p></p><p>iv)<strong> </strong>The Royal Marsden NHS Foundation Trust had previously commissioned a cancer patients’ study to produce findings and recommendations to inform patient care strategy. This was very well received by the Board and during 2020 the study was shared amongst several NHS Trusts.</p><p></p><p>v) Long Covid Patient Insights, Working with Dr Ami Banerjee to analyse trends in 5 million online conversations relating to Long Covid which will be used to inform future care strategy.</p><p></p><p>vi) Covid rehab app. A team of 3 volunteers supported an Assistant Professor in Paediatric Physiotherapy at the International Centre for Evidence in Disability at the London School of Hygiene &amp; Tropical Medicine, in scoping a mobile app to support patients who are in rehabilitation having lost function due to extreme cases of Covid.</p><p></p><p>vii) Scoping a Cognitive Behavioural Therapy app with a Professor at Kings College London and NIHR Maudsley for patients with medically unexplained symptoms.</p><p></p><p>viii) A principal project during 2020 was developing the Million Minds app to help doctors and patients to a faster diagnosis for rare disease and medically unexplained symptoms. This will enable significant savings in health service costs by reducing the amount of wasted resources applied to failed pathways to a patient’s diagnosis. Million Minds is a smart app which uses the combination of collective wisdom from the internet with holistic and lifestyle analysis to reach earlier diagnosis by presenting information to patients and their doctors. We have now reached Proof of Concept stage with diagnosis based on social conversation clusters being almost twice as accurate as diagnosis by medical literature. Whilst this first stage included a sample of 12 conditions with long delay to diagnosis and 14 million social data records, we are now expanding the model to cover 600 conditions. The model is based on strength of associate between symptoms and conditions within a dataset of 200 million social conversations.</p><p><br></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "6"
    }
  ]
}