{
  "title": "Trustee Annual Report",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p><p></p><h1>TRUSTEE ANNUAL REPORT</h1><p></p><p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#888888",
      "padding": "20",
      "textAlign": "center",
      "backgroundImg": "/women-go-over-reports.jpg"
    },
    {
      "_template": "textContent",
      "html": "<p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p>As part of the charity’s governance, a Trustees Annual report is filed each year with the Charity Commission. This includes details of our work and finances. Below is a summary of the projects that White Swan delivered in 2021.</p><p></p><p>During 2021 White Swan made significant progress in its fourth year of operations, continuing product development on Million Minds, working with University Hospitals Birmingham NHS Foundation Trust, Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences, Oxford University and UCL, with commissions for two major global pharma companies, and contributions to academic papers.</p><p></p><p>White Swan had the resources of 5 personnel and 3 Trustees with around 146 volunteers currently contributing services, based around the world. During the Covid pandemic lockdown the charity continuously operated on a virtual basis working from home.</p><p></p><p>During 2021 our work focussed on two areas and to date we have achieved the following:</p><p></p><p><strong>Million Minds – Accelerating the path to diagnosis</strong></p><p></p><p>A principal project during 2021 was developing the Million Minds app to help doctors and patients to a faster diagnosis for rare diseases and medically unexplained symptoms. This will enable significant savings in health service costs by reducing the wasted resources applied to failed pathways to a patient’s diagnosis. Million Minds is a smart app which uses the combination of collective wisdom from the internet with holistic and lifestyle analysis and medical research references to reach earlier diagnosis by presenting the analysed information to patients and their doctors.</p><p></p><p>Building on our initial Proof of Concept, which featured 12 difficult to diagnose conditions, we’ve expanded the diagnostic model to include 600 conditions with 6000 symptoms. This has been tested with 140 real patient profiles and 3000 synthetically generated patient profiles. The model generated 86% accuracy based on strength of associate between symptoms and conditions from both expert knowledge and trends seen within a dataset of 200 million social conversations.</p><p></p><p>Based on this strong performance the product development will focus on building the model into a prototype that can be user tested with a view to developing a full production version.</p><p></p><p>We have appointed an Advisory Board for Million Minds development, consisting of patients, a Professor in Clinical Data Science, and a GP advising Public Health England. We are also working with an eminent Multiple Sclerosis specialist in the US who is advising on the approach to Million Minds.</p><p></p><p><strong>Patient Insight Reporting</strong></p><p></p><p><em>Collaborations</em></p><p></p><ul><li><p>Collaboration is established between a professor and team at the Genomics Institute at the University of Birmingham to map phenotypes discussed by patients within social conversation back to genetics to improve the diagnosis of rare diseases and uncovering previously unknown links between mental health conditions and other conditions.</p></li><li><p>Collaboration is established with a team at Nuffield Department of Orthopaedics, Rheumatology and Musculoskeletal Sciences answering a brief regarding diagnosis and treatment experience of Fibromyalgia patients. Feedback has been excellent.</p></li></ul><p></p><p><em>Patient Experience Improvement</em></p><p></p><ul><li><p>Central Post Stroke Syndrome. A case study is published on our website relating to treatment options for a patient in USA. The feedback from the consultant physician acknowledged our valuable contribution.</p></li><li><p>Two commissions for major global pharma companies were completed. One has won an internal innovation award. These looked in depth at patient diagnosis and treatment experiences for sleep disorders, identified patient needs and recommended opportunities to improve the patient experience in future.</p><p></p></li></ul><p>To see our full annual accounts and accomplishments for 2021 and 2020, please click <a href=\"https://register-of-charities.charitycommission.gov.uk/charity-search/-/charity-details/5101993/accounts-and-annual-returns\">here</a></p><p></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "6"
    }
  ]
}