{
  "title": "Trustee Annual Report",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p><p></p><h1>TRUSTEE ANNUAL REPORT</h1><p></p><p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#AAAAAA",
      "padding": "20",
      "textAlign": "center",
      "backgroundImg": "/women-go-over-reports.jpg"
    },
    {
      "_template": "textContent",
      "html": "<p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\"></p><p id=\"docs-internal-guid-99ede779-7fff-93f3-1538-36f5e4db3514\">As part of the charity’s governance, a Trustees Annual report is filed each year with the Charity Commission. This includes details of our work and finances. Below is a summary of the projects that White Swan delivered in 2019.&nbsp;</p><p></p><p>i)<strong> </strong>Ankylosing Spondylitis wearables project –over 300 patients are using a personalised app which is producing data to enable consultant Dr Raj Sengupta at Royal United Hospital for Rheumatic Diseases to improve the care for his patients.&nbsp;A research paper ‘Back pain, ankylosing spondylitis and social media usage; a descriptive analysis of current activity’ article, published in May 2020 in Rheumatology International on social data as a result of our work.</p><p></p><p>ii) An Insight report into Hypertrophic Cardiomyopathy that has been enthusiastically received by partners at the University Hospital Birmingham is available from our website.</p><p></p><p>iii) Commissioned work for the Alzheimer’s Society into the needs of people with dementia. This has proved to be a springboard to other conversations with future partners as well as a value-adding piece of work in isolation.</p><p></p><p>iv)<strong> </strong>Continuing work to analyse the existing dataset from the Royal United Hospital into Ankylosing Spondylitis involving 10 years of anonymised data.</p><p></p><p>v) The Royal Marsden NHS Foundation Trust commissioned a cancer patients’ study to produce clear findings and recommendations to inform patient care strategy for their hospitals. This was very well received by the Chief Nurse and the Board.</p><p></p><p>vi) Digital health is a prime focus within the NHS 2019 long term plan to improve efficiencies and innovation in the NHS. White Swan was shortlisted for a share of £4m UK Space Agency/NHS/European Space Agency grant to develop an application to meet mental health needs. A NHSX AI Award application was also submitted.</p><p></p><p>vii) A principal project during 2019 was developing the Million Minds application to help doctors and patients to a faster diagnosis for rare disease and Medically Unexplained Persistent Symptoms. This will enable significant savings in health service costs by reducing the amount of wasted resources applied to failed pathways to a patient’s diagnosis. Million Minds is a smart app which refines the combination of collective wisdom from the internet and holistic and lifestyle analysis to help those suffering to an earlier diagnosis. It is not a medical device but a tool to present information to enable patients to help themselves and their doctors to help them. It is intended to be free at point of need to&nbsp;</p><p>doctors and patients.&nbsp;</p><p></p><p>viii) Digital Health London consortium awarded White Swan a place on its 2019-20 NHS Accelerator programme. This aims to develop a better networked ecosystem between industry, the financial community, academia, the NHS and the wider healthcare community; it is designed to assist SME’s to develop products and tools that will be helpful to improve healthcare delivery. We are proud to be the only charity amongst the 20 successful candidates out of 169 applicants. The programme is proving to be very beneficial to the development and progress of Million Minds.</p><p><br></p><p>ix) Finalist position was awarded to the charity in 2019 Europe’s Digital Top 50 in Berlin out of 550 entrant companies. This is a competition created by Google, McKinsey and Rocket in collaboration with INSEAD, recognising continental Europe’s most promising start-ups.<br></p><p></p><p>x) COVID-19.&nbsp; A team of volunteers researched tools to assist with Coronavirus investigations. In conducting this we discovered models that are now being considered for Million Minds. We also used natural language processing to analyse 44,000 research papers related to coronavirus to facilitate the work of clinicians and researchers to search for answers.</p><p>To view the full report, please refer to the <a href=\"https://register-of-charities.charitycommission.gov.uk/\">Charity Commission website</a>.&nbsp;</p><p><br></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "6"
    }
  ]
}