{
  "title": "Worry and Rumination Social Analysis",
  "blocks": [
    {
      "_template": "textContent",
      "html": "<p></p>",
      "width": "full",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "20",
      "backgroundImg": "/unnamed2.webp"
    },
    {
      "_template": "textContent",
      "html": "<h1 class=\"headline text-center\">Worry and Rumination Social Analysis</h1>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10",
      "textAlign": "center"
    },
    {
      "_template": "textContent",
      "html": "<p><strong>The Challenge:</strong><br>1 in 6 people in the UK are suffering from a common mental health issue (anxiety and/or depression). We wanted to better understand the causes, symptoms and treatments available, in order to further our work in prevention. Our focus was on the area of worry and rumination (repetitive thinking) specifically, as it affects a large number of people and is often a precursor to depression – hence if you can change the ‘habit’ of worrying, you can help prevent depression.</p><p></p><p><strong>What We Did:</strong><br>We conducted multiple layers of analysis on over 500k social conversations across blogs, forums and social media sites like Twitter. This included producing data science outputs, conducting analysis on proprietary tools and utilising qualitative coding to unearth themes and trends.</p><p></p><p><strong>The Results:</strong><br>We found that there is a huge (unmet) demand for more help for those suffering with worry and rumination. For those suffering the emotional symptoms are paramount. Physical exercise and diet are cited as key things that can help according to sufferers and there is significant discussion around the role of prayer as a management strategy. Cognitive behavioural therapy (CBT) is seen as an effective treatment strategy, but awareness is relatively low and accessibility to low cost, effective and timely treatment is severely lacking.</p><p></p><p><strong>If you would like the full report, email us at: hello@whiteswan.org.uk</strong></p>",
      "width": "container",
      "isLinkButtons": false,
      "textColor": "#666666",
      "padding": "10"
    }
  ]
}
